Repository: common-repository/tryst-member
Catalog: languages/tryst-member-*.po
Languages: pt_br

source: Tryst Member
pt_br: Membro

source: Specify details about the Membership extension
pt_br: Especifique detalhes sobre a extensão de membros

source: Member information
pt_br: Informação do membro

source: Please enter your phone number.
pt_br: Por favor, informe o número do telefone.

source: Member phone number is missing.
pt_br: Está faltando número de telefone.

source: Name
pt_br: Nome

source: Phone
pt_br: Telefone

source: Member Proposal
pt_br: Proposta de associado

source: Address District
pt_br: Bairro

source: City
pt_br: Cidade

source: Zipcode
pt_br: CEP

source: Nationality
pt_br: Nacionalidade

source: Civil State
pt_br: Estado Civil

source: Naturality
pt_br: Naturalidade

source: Parents
pt_br: Filiação

source: Father Name
pt_br: Nome do pai

source: Mother Name
pt_br: Nome da mãe

source: Birth Date
pt_br: Data de nascimento

source: Profession
pt_br: Profissão

source: Instruction Degree
pt_br: Grau de instrução

source: Company
pt_br: Empresa

source: Company Address
pt_br: Endereço da empresa

source: Contracted At
pt_br: Contratado em

source: Function
pt_br: Função

source: Work Permit Number
pt_br: Número da CTPS

source: Work Permit Serie
pt_br: Série da CTPS

source: Identity
pt_br: Identidade

source: Division
pt_br: Divisão

source: Authorization
pt_br: Autorização

source: Dependents
pt_br: Dependentes

source: What the Sindicate offers
pt_br: O que o sindicato oferece

source: Hello %s, this is the membership request receipt.
pt_br: Olá, %s,este é seu comprovante da solicitação de inscrição.

source: Date
pt_br: Data da solicitação

source: View full data as html page of the website
pt_br: Visualizar ficha completa como página do site

source: Thanks for your subscription.
pt_br: Obrigado por sua solicitação.

source: The membership request for %s was sent
pt_br: Sua solicitação para ser membro do(a) %s foi enviada

source: The membership request for %s was updated
pt_br: Sua solicitação para ser membro do(a) %s foi atualizada

source: The membership request for %s was canceled
pt_br: Sua solicitação para ser membro do(a) %s foi cancelada

source: Please print this page, sign the specified fields and send it to us scanned via e-mail.
pt_br: Por favor, imprima esta página e assine os campos designados. Em seguida, envie-nos a ficha escaneada por e-mail.
